Repository: mptwaktusolat/app_waktu_solat_malaysia
Catalog: lib/l10n/app_*.arb
Languages: ms

# appbarTitle
source: 🇲🇾 Prayer Time
ms: Waktu Solat 🇲🇾

# appTitle
source: Malaysia Prayer Time
ms: Waktu Solat Malaysia

# imsakDescription
source: 10 minutes before Subuh
ms: 10 minit sebelum Subuh

# fajrName
source: Fajr
ms: Subuh

# sunriseName
source: Sunrise
ms: Syuruk

# sunriseDescription
source: Sunrise
ms: Matahari terbit

# dhuhaDescription
source: 28 minutes after Sunrise
ms: 28 minit selepas Syuruk

# dhuhrName
source: Dhuhr
ms: Zohor

# asrName
source: Asr
ms: Asar

# ishaName
source: Isha
ms: Isyak

# getPtFetch
source: Fetching prayer time. Please wait.
ms: Mendapatkan waktu solat. Tunggu sat.

# getPtError
source: Unexpected error. Please retry
ms: Alamak, terdapat ralat. Sila cuba semula.

# getPtRetry
source: Retry
ms: Cuba semula

# getPtTimeAt
source: {name} at {time}
ms: {name} pada {time}

# getPtCopied
source: Copied
ms: Disalin

# appBodyNotifPrompt
source: Did notification(s) from this app shows at prayer time?
ms: Adakah pemberitahuan daripada apl ini dipaparkan pada waktu solat?

# appBodyNotifPromptYes
source: Yes
ms: Ya

# appBodyNotifPromptNo
source: No
ms: Tidak

# appBodyNotifPromptDissm
source: Dismiss
ms: Abaikan

# appBodyNotifPromptResponse
source: Cool. Glad to hear that!
ms: Alhamdulillah

# appBodyCurrentLocation
source: Currently set to {daerah} in {negeri}
ms: Lokasi ditetapkan di {daerah} di {negeri}

# appBodyChangeLocation
source: Change
ms: Ubah

# appBodyLocSemanticLabel
source: A button to change location
ms: Butang untuk mengubah lokasi

# onboardingCoachmarkLocationTitle
source: Prayer time location
ms: Zon waktu solat anda

# onboardingCoachmarkLocationContent
source: Set or change your prayer time location here
ms: Tetapan atau tukar zon waktu solat anda di sini

# onboardingCoachmarkUtilitiesTitle
source: Additional utilities at your fingertips
ms: Utiliti tambahan di hujung jari

# onboardingCoachmarkUtilitiesContent
source: Find the monthly timetable, compass, and digital tasbih here
ms: Cari jadual bulananan, arab kiblat, dan tasbih digital di sini

# onboardingCoachmarkSettingTitle
source: Customize the app to suit your style
ms: Sesuaikan aplikasi ikut cita rasa anda

# onboardingCoachmarkSettingContent
source: You can enable Dhuha time, time format, language, font size and theme settings here
ms: Anda boleh hidupkan paparan waktu Dhuha, format masa, bahasa, saiz fon dan tema di sini

# menuThemes
source: Themes
ms: Tema

# menuSettings
source: Settings
ms: Tetapan

# menuRate
source: Rate and review
ms: Penilaian dan Ulasan

# menuWeb
source: MPT on Web
ms: MPT di Web

# menuFeedback
source: Send feedback
ms: Hantar maklumbalas

# menuUpdateAvailable
source: Updates available
ms: Kemaskini tersedia

# menuTooltip
source: Open menu
ms: Buka menu

# menuTimetableTooltip
source: Monthly Timetable
ms: Jadual Bulanan

# timetableTitle
source: {month} timetable
ms: Jadual {month}

# timetableDate
source: Date
ms: Tarikh

# timetableExportTooltip
source: Export timetable as PDF
ms: Eksport jadual sebagai PDF

# timetableExportExporting
source: Exporting
ms: Sedang dieksport

# timetableExportSuccess
source: Prayer timetable PDF file is ready
ms: Fail PDF jadual solat sudah dijana

# timetableExportOpen
source: Open
ms: Buka

# timetableExportShare
source: Share
ms: Kongsi

# timetableExportError
source: Sorry. Error occurred when exporting timetable. Please try again. {error}
ms: Maaf. Ralat berlaku semasa eksport jadual. Sila cuba lagi. {error}

# timetableExportFileShareSubject
source: Prayer Timetable. {link}
ms: Jadual Waktu Solat. {link}

# timetableOneThird
source: Last 1/3 night
ms: Sepertiga akhir malam

# timetableSettingTitle
source: Timetable setting
ms: Tetapan jadual

# timetableSettingHijri
source: Show Hijri column
ms: Tunjukkan lajur Hijri

# timetableSettingHijriStyle
source: Hijri month style
ms: Gaya bulan Hijri

# timetableSettingOneThird
source: Show last one third of the night
ms: Tunjukkan sepertiga akhir malam

# timetableSettingOneThirdSub
source: Calculation method based on Mufti of Federal Territory Office
ms: Pengiraan berdasarkan Pejabat Mufti Wilayah Persekutuan

# timetableSettingShortform
source: Shortform
ms: Pendek

# timetableSettingLongform
source: Full
ms: Penuh

# themeTitle
source: Theme
ms: Tema

# themeOptionSystem
source: System Theme
ms: Tema Sistem

# themeOptionLight
source: Light Theme
ms: Tema Terang

# themeOptionDark
source: Dark Theme
ms: Tema Gelap

# themeSupportedDevice
source: On supported device only
ms: Untuk peranti yang disokong sahaja

# aboutLegalese
source: Copyright © {year} Fareez Iqmal
ms: Hak Cipta Terpelihara © {year} Fareez Iqmal

# aboutTitle
source: About App
ms: Perihal apl

# aboutVersion
source: Version {version}
ms: Versi {version}

# aboutVersionCopied
source: Copied version info
ms: Versi aplikasi disalin

# aboutJakim
source: Prayer times data are from [Department of Islamic Development Malaysia (JAKIM)](https://www.e-solat.gov.my/)
ms: Maklumat waktu solat adalah daripada [Jabatan Kemajuan Islam Malaysia (JAKIM)](https://www.e-solat.gov.my/)

# aboutContribution
source: Contribution and Support
ms: Sumbangan dan Sokongan

# aboutReleaseNotes
source: Release Notes
ms: Nota Keluaran

# aboutLicense
source: Open Source Licenses
ms: Lesen Sumber Terbuka

# aboutPrivacy
source: Privacy Policy
ms: Notis Privasi

# aboutFaq
source: Documentation
ms: Dokumentasi

# aboutMoreApps
source: More apps
ms: Lebih apl.

# shareTitle
source: Prayer timetable today
ms: Jadual waktu solat hari ini

# shareGetApp
source: Get the app: {link}
ms: Dapatkan aplikasi di: {link}

# shareTooltip
source: Share solat time
ms: Kongsi waktu solat

# sharePlainTitle
source: Share as plain text
ms: Kongsi sebagai teks biasa

# sharePlainDesc
source: Compatible to all apps
ms: Serasi dengan semua apl

# shareWhatsappTitle
source: Share to WhatsApp
ms: Kongsi ke WhatsApp

# shareWhatsappDesc
source: Using WhatsApp formatting
ms: Menggunakan pemformatan WhatsApp

# shareCopy
source: Copy to clipboard
ms: Salin ke papan keratan

# shareSettingPrompt
source: You can set defaults in
ms: Anda boleh menetapkan lalai dalam

# shareSettingPromptDestination
source: Setting -> Sharing
ms: Tetapan -> Perkongsian

# shareSubject
source: Malaysia prayer time for today
ms: Waktu Solat Malaysia untuk hari ini

# shareTimetableCopied
source: Timetable copied
ms: Jadual disalin

# settingTitle
source: Settings
ms: Tetapan

# settingDisplay
source: Display
ms: Paparan

# settingTimeFormat
source: Time format
ms: Format masa

# settingTimeFormatDropdown
source: {time} hour
ms: {time} jam

# settingOtherPrayer
source: Show other times
ms: Tunjukkan waktu lain

# settingFontSize
source: Font size
ms: Saiz fon

# settingLocaleTitle
source: Language
ms: Bahasa

# settingNotification
source: Notification
ms: Pemberitahuan

# settingNotification2
source: Notification settings
ms: Tetapan pemberitahuan

# settingSharing
source: Sharing
ms: Perkongsian

# settingShareDefault
source: Default behaviour when sharing
ms: Tetapan lalai ketika berkongsi

# settingShareAsk
source: Ask first
ms: Tanya dulu

# settingPlain
source: Plain Text
ms: Teks biasa

# settingCopy
source: Copy
ms: Salin

# settingMore
source: More
ms: Lain-lain

# settingAbout
source: About app (Ver. {version})
ms: Perihal apl. (Ver. {version})

# settingMoreDesc
source: Release Notes, Contribution, Twitter etc.
ms: Nota keluaran, Sokongan, Twitter etc.

# qiblaWarnBody
source: - Users must understand that Qibla Compass feature utilises the sensors of the user's device and does not use any data from JAKIM. Therefore, users should **wisely evaluate** the information obtained. - MPT app provides this function as a **guide** only. MPT app is not responsible if the information obtained is inaccurate. Please refer to the recommended way to get the exact Qibla direction. - To improve the accuracy, make sure the internet and GPS connection are stable and perform the calibration by rotating your device in an **8** or **infinity** shape as below:
ms: - Pengguna harus faham yang fungsi ini menggunakan penderia peranti pengguna sepenuhnya dan tidak menggunakan apa apa data atau maklumat dari JAKIM. Jadi, pengguna seharusnya **arif menilai** maklumat yang diperolehi. - Apl MPT menyediakan fungsi ini sebagai **panduan** sahaja. Apl MPT tidak bertanggungjawab sekiranya maklumat yang diperolehi tidak tepat. Sila rujuk cara yang disyorkan untuk mendapatkan arah Qiblat yang tepat. - Untuk meningkatkan ketepatan fungsi ini, sila pastikan sambungan internet dan GPS yang stabil dan laksanakan kalibrasi dengan memusingkan peranti anda dalam bentuk **8** atau **infiniti** seperti di bawah.

# qiblaWarnProceed
source: I understood
ms: Saya faham

# qiblaTitle
source: Qibla Compass
ms: Kompas Kiblat

# qiblaOverheadWarn
source: Avoid placing the device close to metal object or electrical appliances.
ms: Elakkan meletakkan peranti berdekatan dengan objek logam atau peralatan elektrik.

# qiblaCopyUrl
source: URL copied :)
ms: Pautan disalin :)

# qiblaCalibrationTip
source: Calibration tip
ms: Tip kalibrasi

# qiblaCalibrate
source: Move your phone in 'figure 8 pattern'
ms: Gerakkan telefon anda dalam 'corak angka 8'

# qiblaCalibrateDone
source: Done
ms: Selesai

# qiblaErrNoCompass
source: Sorry. No compass sensor is available in this device.
ms: Maaf. Tiada penderia kompas terdapat dalam peranti ini.

# qiblaErrBack
source: Go back
ms: Kembali

# feedbackTitle
source: Feedback
ms: Maklum Balas

# feedbackFieldEmpty
source: Field can't be empty
ms: Ruang tidak boleh kosong

# feedbackWriteHere
source: Please leave your feedback/report here
ms: Sila tinggalkan maklum balas/laporan anda di sini

# feedbackIncorrectEmail
source: Incorrect email format
ms: Format e-mel salah

# feedbackEmailHere
source: Your email address (optional)
ms: Alamat e-mel anda (tak wajib)

# feedbackViewDeviceInfo
source: View...
ms: Lihat...

# feedbackDeviceInfoCopy
source: Copied
ms: Disalin

# feedbackDeviceInfoCopyAll
source: Copy all
ms: Salin semua

# feedbackIncludeDeviceInfo
source: Include device info
ms: Sertakan maklumat peranti

# feedbackDeviceInfoRecommended
source: (Recommended)
ms: (Disyorkan)

# feedbackTroubleDeviceInfo
source: Trouble getting device info
ms: Masalah mendapatkan maklumat peranti

# feedbackGettingInfo
source: Getting device info...
ms: Sedang mendapatkan maklumat peranti...

# feedbackAppMetadata
source: App metadata
ms: Metadata apl

# feedbackAppMetadataSub
source: (Always included)
ms: (Sentiasa dihantar)

# feedbackSensitive
source: User sensitive data
ms: Maklumat sensitif pengguna

# feedbackSensitiveSub
source: Include whenever necessary
ms: Jika diperlukan sahaja

# feedbackMessageContainQ
source: Looks like your message contain question(s). Please provide your email so we can get back to you. Would you like to add your email?
ms: Nampak seperi mesej anda mengandungi soalan. Sila sertakan email anda supaya kami dapat menghubungi anda kembali. Adakah anda ingin menambah email?

# feedbackSendAnyway
source: Send anyway
ms: Hantar sahaja

# feedbackAddEmail
source: Add email
ms: Tambah email

# feedbackSend
source: Send
ms: Hantar

# feedbackAlsoDo
source: You can also do
ms: Anda juga boleh lakukan

# feedbackReadFaq
source: Read Frequently Asked Questions (FAQ)
ms: Baca Soalan Lazim (FAQ)

# feedbackReportGithub
source: Report / Follow issues on GitHub
ms: Lapor / Ikuti isu-isu di GitHub

# feedbackThanks
source: Thank you for your valuable feedback.
ms: Terima kasih atas maklum balas anda yang berharga.

# onboardingChooseLang
source: Choose language
ms: Pilih bahasa

# onboardingSetLocation
source: Set your location
ms: Tetapkan lokasi anda

# onboardingLocationDesc
source: Make sure the location services are turned on so the app can determine the best location
ms: Pastikan perkhidmatan lokasi dihidupkan supaya apl boleh menentukan lokasi terbaik

# onboardingLocationToast
source: Location set. You can change location anytime by tapping the location code at upper right corner.
ms: Lokasi ditetapkan. Anda boleh menukar lokasi pada bila-bila masa dengan mengetik kod lokasi di penjuru kanan sebelah atas.

# onboardingLocationSet
source: Set location
ms: Tetapkan lokasi

# onboardingThemeFav
source: Set your favourite theme
ms: Tetapkan tema kegemaran anda

# onboardingNotifOption
source: Select notification preferences
ms: Pilih jenis pemberitahuan

# onboardingNotifDefault
source: Default notification
ms: Pemberitahuan lalai

# onboardingNotifAzan
source: Azan (full)
ms: Azan (penuh)

# onboardingNotifShortAzan
source: Azan (short)
ms: Azan (pendek)

# onboardingNotifAutostart
source: **Autostart** need to be enabled for the app to send notifications. [Learn more...]({link})
ms: **Autostart** perlu dihidupkan untuk apl menghantar pemberitahuan. [Ketahui lebih lanjut..]({link})

# onboardingNotifAutostartSetting
source: Open Settings
ms: Buka Settings

# onboardingFinish
source: Alhamdulillah. All set
ms: Alhamdulillah. Selesai tetapan.

# onboardingFinishDesc
source: Welcome aboard. Do explore other features and tweak other settings as well.
ms: Selamat datang. Terokai ciri dan ubah suai tetapan lain mengikut citarasa anda.

# onboardingDone
source: Done
ms: Selesai

# onboardingNext
source: Next
ms: Seterusnya

# coachmarkDone
source: Done
ms: Selesai

# coachmarkNext
source: Next
ms: Seterusnya

# coachmarkPrevious
source: Previous
ms: Sebelumnya

# coachmarkEnd
source: End tour
ms: Akhir panduan

# permissionDialogSkip
source: Skip
ms: Langkau

# permissionDialogGrant
source: Grant
ms: Berikan

# autostartDialogPermissionContent
source: Please allow app to Autostart to keep receive notifications even if the device restarts
ms: Sila benarkan aplikasi untuk Autostart agar dapat menerima pemberitahuan walaupun peranti dihidupkan semula

# notifDialogPermissionContent
source: Please grant the notification permission to allow this app to show notifications
ms: Sila berikan kebenaran pemberitahuan untuk membolehkan aplikasi ini menunjukkan pemberitahuan

# notifExactAlarmDialogPermissionContent
source: Please grant the app permission to schedule notifications at exact time
ms: Sila berikan kebenaran aplikasi untuk menjadual pemberitahuan pada masa yang tepat

# zoneUpdatedToast
source: Location updated
ms: Lokasi dikemaskini

# zoneYourLocation
source: Your location
ms: Lokasi anda

# zoneSetManually
source: Set manually
ms: Pilih sendiri

# zoneSetThis
source: Set this location
ms: Tetapkan lokasi ini

# zoneError
source: Error
ms: Ralat

# zoneErrorPara1
source: Check your **internet connection** or **location services**.
ms: Sila semak **sambungan internet** dan **Perkhidmatan Lokasi (GPS)**.

# zoneErrorPara2
source: Please **retry** or choose location **manually**.
ms: Sila **cuba semula** atau pilih untuk **menetapkan lokasi sendiri**.

# zoneOpenLocationSettings
source: Open Location Settings
ms: Buka Tetapan Lokasi

# zoneLoading
source: Loading
ms: Memuatkan

# zoneManualSelectState
source: Select state
ms: Pilih negeri

# zoneManualSelectZone
source: Select zone
ms: Pilih zon

# zoneManualSave
source: Save
ms: Simpan

# notifSettingBasic
source: Basic
ms: Asas

# notifSettingChangesDetect
source: Changes will take effect after restarting the app
ms: Perubahan akan berkesan selepas memulakan semula aplikasi.

# notifSettingRestartApp
source: Restart
ms: Mulakan semula

# notificationSettingPlayNotifTooltip
source: Play test notification
ms: Bunyikan notifikasi percubaan

# notifSettingSysSetting
source: App notification System Setting
ms: Pemberitahuan apl Tetapan Sistem

# notifSettingSysSettingDesc
source: Customize sound, toggle channel of prayer notification etc.
ms: Sesuaikan bunyi, ubah saluran pemberitahuan dll.

# notifSettingTroubleshoot
source: Troubleshooting
ms: Penyelesaian masalah

# notifSettingTroubleshootDesc
source: Fix notification not working on some devices
ms: Betulkan pemberitahuan tidak berfungsi pada sesetengah peranti

# notifSettingTroubleshootExample
source: Example: {phonesModel} etc.
ms: Contoh: {phonesModel} dsb.

# notifSettingAdvancedTroubleshoot
source: Advanced troubleshooting
ms: Penyelesaian masalah lanjutan

# notifSettingLimitNotif
source: Limit notification scheduling
ms: Hadkan penjadualan pemberitahuan

# notifSettingLimitNotifDesc
source: Enable if you experience an extreme slowdown in app. Notification will schedule weekly basis. Default is OFF (monthly).
ms: Hidupkan jika anda mengalami kelembapan yang melampau dalam apl. Pemberitahuan akan dijadualkan setiap minggu. Lalai adalah MATI (bulanan).

# notifSettingForceReschedule
source: Force rescheduling notification...
ms: Paksa penjadualan pemberitahuan semula...

# notifSettingForceRescheduleDesc
source: By default, notification will not reschedule if the last scheduler ran is less than two days. Tap proceed to start an immediate notification scheduling. The app will be restarted.
ms: Secara lalai, pemberitahuan tidak akan dijadualkan semula jika penjadual terakhir dijalankan kurang daripada dua hari. Ketik teruskan untuk memulakan penjadualan pemberitahuan segera. Apl akan dimulakan semula.

# notifSettingCancel
source: Cancel
ms: Batal

# notifSettingProceed
source: Proceed
ms: Teruskan

# notifSettingNotifDemo
source: This is how the notification/azan will sound like
ms: Notifikasi/azan akan berbunyi seperti ini

# notifSettingsExactAlarmPermissionTitle
source: Notification scheduling permission
ms: Kebenaran Penjadualan Pemberitahuan

# notifSettingsExactAlarmPermissionGrantedSubtitle
source: Permission granted. The app can send azan notification on prayer times
ms: Kebenaran diberikan. Aplikasi boleh menghantar pemberitahuan azan pada waktu solat

# notifSettingsExactAlarmPermissionNotGrantedSubtitle
source: Permission not granted. The app cannot send the azan notification. Tap here to grant permission
ms: Kebenaran tidak diberikan. Aplikasi tidak dapat menghantar pemberitahuan azan. Ketik di sini untuk memberikan kebenaran

# notifSheetExactAlarmTitle
source: We require one more permission to trigger the notification/azan at the right time
ms: Kami perlukan satu lagi kebenaran untuk memulakan pemberitahuan/azan pada masa yang betul

# notifSheetExactAlarmDescription
source: This permission is needed to push the notification at the correct time. If you say no, the app might still schedule the notification, but the delivery may be delayed.
ms: Kebenaran ini diperlukan untuk menghantar pemberitahuan pada masa yang betul. Jika anda menolak, aplikasi mungkin masih menjadual pemberitahuan, tetapi penghantaran mungkin terlewat.

# notifSheetExactAlarmPrimaryButton
source: Grant now
ms: Berikan sekarang

# notifSheetExactAlarmCancel
source: Cancel
ms: Batal

# notifSheetNotificationTitle
source: Notification/Azan is turned off
ms: Pemberitahuan/Azan dimatikan

# notifSheetNotificationDescription
source: We may require some permissions to be able to play the notification/azan
ms: Kami mungkin memerlukan beberapa kebenaran untuk dapat memainkan pemberitahuan/azan

# notifSheetNotificationPrimaryButton
source: Turn On Notification
ms: Hidupkan Pemberitahuan

# notifSheetNotificationCancel
source: Keep it off for now
ms: Biar dimatikan untuk masa ini

# contributenDesc
source: Alhamdulillah. If you love using our app and would like to show your appreciation, you can now make a financial contribution to support our ongoing efforts. May Allah SWT rewards your kindness.
ms: Alhamdulillah. Saya menghargai niat anda untuk menderma ke aplikasi Waktu Solat Malaysia. Semoga Allah SWT membalas jasa baik kalian.

# contributeShare
source: Share this app
ms: Kongsi aplikasi ini

# contributeShareDesc
source: Share your experience of using this app with your family and friends.
ms: Kongsi pengalaman anda menggunakan aplikasi ini dengan keluarga dan rakan anda.

# contributeShareNow
source: Share now
ms: Kongsi sekarang

# contributeShareContent
source: Hi. I'm using the Malaysia Prayer Time app. It's fast and free. Try it now: {playStoreShortLink} (Google Play) {webAppLink} (Web app)
ms: Hai. Saya menggunakan aplikasi Waktu Solat Malaysia. Ia pantas dan percuma. Dapatkan sekarang: {playStoreShortLink} (Google Play) {webAppLink} (Web app)

# contributeShareSubject
source: Sharing MPT App
ms: Berkongsi Aplikasi Waktu Solat

# contributeCopy
source: Copy
ms: Salin

# contributeOpen
source: Open
ms: Buka

# contributeSource
source: Contribute to source
ms: Sumbang ke kod sumber

# contributeSourceDesc
source: MPT app is open source. Report any bugs or contribute directly to the source code. It is licensed under GNU GPLv3.
ms: Apl MPT ialah sumber terbuka. Laporkan sebarang pepijat atau sumbangkan terus kepada kod sumber. Ia dilesenkan di bawah GNU GPLv3.

# contributeOpenGh
source: Open GitHub
ms: Buka GitHub

# contributeCopied
source: Copied to clipboard
ms: Disalin ke papan keratan

# notifTsAdmonition
source: Your device may not be affected with this particular issue.
ms: Peranti anda mungkin tidak terjejas dengan isu khusus ini.

# notifTsPara1
source: Some apps installed from the **Google Play Store** will disable **Autostart** by default. Due to this behaviour, prayer notification (sometimes) will not appear on your phone.
ms: Sesetengah apl yang dipasang daripada **Gedung Google Play**, **Autostart** akan dilumpuhkan secara lalai. Disebabkan hal ini, pemberitahuan (kadang-kadang) tidak akan keluar pada telefon anda.

# notifTsPara2
source: The solution is to enable **Autostart** for this app. Tap the button below to open App Setting, then find the Autostart option there to enable it.
ms: Penyelesaiannya adalah untuk menghidupkan **Autostart** untuk apl ini. Ketik butang di bawah untuk membuka Tetapan Apl, kemudian cari pilihan Autostart untuk menghidupkannya.

# notifTsPara3
source: To learn more, kindly read [this article]({link}).
ms: Untuk ketahui lebih lanjut, sila ikuti [artikel ini]({link}).

# notifTsOpenSetting
source: Open App Setting
ms: Buka Tetapan Apl

# notifMonthlyReminderTitle
source: Monthly refresh reminder
ms: Peringatan bulanan segar semula

# notifMonthlyReminderDesc
source: To continue receive prayer notification, open app at least once every month.
ms: Untuk terus menerima pemberitahuan, buka aplikasi sekurang-kurangnya sekali setiap bulan.

# notifItsTime
source: It's {name}
ms: Telah masuk waktu {name}

# notifIn
source: in {location}
ms: di {location}

# notifEndSubh
source: Ends of Fajr
ms: Tamat waktu Subuh

# whatsUpdateTitle
source: Just updated to the latest version.
ms: Baru sahaja dikemas kini kepada versi terkini.

# whatsUpdateContent
source: What's new in this update? Read the release notes [here]({releaseNotesLink}).
ms: Apa yang baharu dalam kemaskini ini, baca lanjut di [sini]({releaseNotesLink}).

# whatsUpdateChangelog
source: Read release notes
ms: Baca Nota keluaran

# updatePageError
source: Sorry. Error occurred when checking for update
ms: Ralat berlaku semasa menyemak kemas kini

# updatePageTryAgain
source: Please try again
ms: Sila cuba lagi

# updatePageAvailable
source: Updates available
ms: Kemas kini tersedia

# updatePageReleased
source: Released {day} days ago
ms: Dikeluarkan {day} hari lepas

# updatePageReleasedToday
source: Released today
ms: Dikeluarkan hari ini

# updatePageCurrentVer
source: You have: **{version}**
ms: Anda ada: **{version}**

# updatePageLatestVer
source: Latest available: **{version}**
ms: Terkini tersedia: **{version}**

# updatePageGPlay
source: Get updates on Google Play
ms: Dapatkan kemas kini di Google Play

# updatePageBeta
source: Get beta versions
ms: Dapatkan versi beta

# tasbihResetDialog
source: Confirm reset ?
ms: Pastikan set semula ?

# tasbihReset
source: Reset
ms: Set semula
